/* Statistics screen */
"Circles avoided correctly" = "Cercles ben evitats";

/* Statistics screen */
"Circles avoided incorrectly" = "Cercles mal evitats";

/* Statistics screen */
"Circles touched correctly" = "Cercles ben tocats";

/* Statistics screen */
"Circles touched incorrectly" = "Cercles mal tocats";

/* Statistics screen */
"Your best score" = "La teva millor puntuació";

/* Statistics screen */
"Final score: %i" = "Puntuació final: %i";

/* ---------------------------------------------------------------------------------------------- */

/* Info screen */
"Colors to avoid" = "Colors a evitar";

/* Info screen */
"Colors to touch" = "Colors a tocar";

/* Info screen */
"Current score\n(tap to pause)" = "Puntuació actual\n(tocar per pausa)";

/* Info screen */
"Remaining lives" = "Vides restants";

/* Info screen */
"Long explanation" = "Toca els colors adequats abans que es converteixin en negre i aconsegueix la màxima puntuació! Els cerles negres indiquen errors!";

/* ---------------------------------------------------------------------------------------------- */

/* Settings screen */
"Turn sound off" = "Desactivar el so";

/* Settings screen */
"Turn sound on" = "Activar el so";

/* Settings screen */
"Visit %@'s website" = "Anar al web de %@";

/* Settings screen */
"Send me an email" = "Enviar-me un correu";

/* Settings screen */
"Love %@? Rate it! :)" = "Valora %@ :)";

/* Settings screen */
"Version %@" = "Versió %@";

/* Settings screen */
"© %@" = "© %@";

/* Settings screen */
"Ok" = "D'acord";

/* Settings screen */
"No email message" = "Vaja! Sembla que el correu electrònic no està disponible en aquest dispositiu.\nSi vols, contacta'm a:\nhello@albertmata.net";

/* ---------------------------------------------------------------------------------------------- */

/* Game status */
"Game paused" = "Partida en pausa";

/* Game status */
"Start a new game!" = "Començar partida!";

/* Play button */
"NEW GAME" = "NOVA PARTIDA";

/* Play button */
"RESUME GAME" = "CONTINUAR PARTIDA";